{
    "version": "https://jsonfeed.org/version/1",
    "title": "AR.lit",
    "description": "",
    "home_page_url": "https://sarthihan.github.io/ar.lit",
    "feed_url": "https://sarthihan.github.io/ar.lit/feed.json",
    "user_comment": "",
    "icon": "https://sarthihan.github.io/ar.lit/media/website/ARLIT-2.png",
    "author": {
        "name": "arpro89"
    },
    "items": [
        {
            "id": "https://sarthihan.github.io/ar.lit/to-the-evening-star/",
            "url": "https://sarthihan.github.io/ar.lit/to-the-evening-star/",
            "title": "To The Evening Star",
            "summary": "The poem \"Thou fair-hair’d angel of the evening, Now, whilst the sun rests on the mountains, light Thy bright torch&hellip;",
            "content_html": "<h3>The poem</h3>\n<blockquote>\n<p>\"Thou fair-hair’d angel of the evening,<br>Now, whilst the sun rests on the mountains, light<br>Thy bright torch of love; thy radiant crown<br>Put on, and smile upon our evening bed!<br>Smile on our loves, and while thou drawest the<br>Blue curtains of the sky, scatter thy silver dew<br>On every flower that shuts its sweet eyes<br>In timely sleep. Let thy west wind sleep on<br>The lake; speak silence with thy glimmering eyes,<br>And wash the dusk with silver. Soon, full soon,<br>Dost thou withdraw; then the wolf rages wide,<br>And then the lion glares through the dun forest:<br>The fleeces of our flock are cover’d with<br>Thy sacred dew: protect them with thin influence!\"</p>\n</blockquote>\n<h2><strong>Background</strong></h2>\n<p>18th century can be introduced as a time period which brought light to the country’s economy but darkness to its human values. At the height of the industrialization, the society was in a rat race to earn money and to climb up the social ladder. Corruption, high mortality rate, economic imbalance, prostitution, and pollution were some of the many problems faced by the British during this time. As a result of that, some artists started focusing their main concern around nature in order to escape the reality. Do you remember the time you plugged in the headphones or </p>\n<p>occupied in some other distracting activity as a means of escaping from your mother’s nonstop blaming? William Wordsworth, John Keats, Emily Dickinson, and Samuel Taylor Coleridge can be introduced as few of such escapists who attempted to escape the reality by focusing on nature, transcendence, and sublime rather than focusing on the actual problems which prevailed in the society. Such artists were later called as romantics.</p>\n<p>William Wordsworth, John Keats, and William Blake are three types of romantic era poets with identical characteristics. Wordsworth is the one with extreme hyperboles, such as “ten thousand saw I at a glance” (Daffodils), Keats is partially similar to Wordsworth, but he makes sure he comes back to reality in the conclusion of his poems. “Green rushes like our rivers, and dost taste” (To the Nile), and both are major escapists who fundamentally focused on nature. Blake on the other hand is a non-escapist, whose main concerns were socio-political corruption, manipulations of religion, and death. “And blights with plagues the Marriage hearse” (London).</p>\n<p>Before you start learning this poem it’s better to be aware of the following widely spread misunderstandings.</p>\n<ul>\n<li>In many instances you will be taught that this is a sonnet, or an ode. “To the evening star” is neither a standalone ode nor a traditional sonnet. It is simply a poem which contains the characteristics of both of a sonnet (14 lines but no rhyming scheme or meter) and an ode (dedicated appreciation of a personified inanimate object, but no stanza form or accepted length) [To learn more on sonnets and odes, please read the article on Literary Devices]</li>\n<li>*The main focus of the poem is not elaborating the beauty of the nature. As you have learnt in this article, Blake is not usually a fan of escapism.</li>\n<li>*Even though the poem is listed under the theme of nature, it doesn’t act as an appreciation of nature. The poet rather uses the elements of nature to draft a complex criticism on the human world, its need for protection, and the pathos which surrounds it.</li>\n</ul>\n<h2>Analysis</h2>\n<h2> </h2>\n<h3>Line 1</h3>\n<h2> </h2>\n<blockquote>\n<p>Thou fair-haired angel of the evening,</p>\n</blockquote>\n<h2> </h2>\n<p>·      In Greek and Roman mythology, each planet except Earth is named after a god. The Evening star, in other words planet Venus is the Roman goddess, whose functions encompassed love, beauty, desire, sex, and fertility</p>\n<p>·      The narrator directly addresses the personified Venus as, ‘angle of the evening’. The technique used here is called apostrophe, and it is a common way to start an ode.</p>\n<p>·      Refer to the article on literary definitions for more information on techniques</p>\n<p>·      Evening universally symbolizes a prevailing problem   </p>\n<h3>Line 2</h3>\n<blockquote>\n<p>Now, whilst the sun rests on the mountains, light</p>\n</blockquote>\n<p> </p>\n<p>·      The  word ‘Now’ reminds the reader about the significant function of time which prevails in the poem</p>\n<p>·      Sun is an inanimate object, yet its action of resting (sun rests) adds a personification to the line</p>\n<p>·      ‘sun rests’ is an euphemism, which is a substitute word which replaces the original harshness of a term. Thus the reader can understand that the narrator hesitates to directly speak about the upcoming darkness. (evening)</p>\n<p>·      ‘whilst’ suggests that the action of lighting the torch is necessary before the end of the 1st action (sun rests), thus it conveys the urgency of the narrator.</p>\n<p>·      ‘light’ is a verb which is expected to be fulfilled by Venus which is Therefore a personification</p>\n<h3>Line 3</h3>\n<blockquote>\n<p>Thy bright torch of love; thy radiant crown</p>\n</blockquote>\n<h2> </h2>\n<p>·      The possessive pronoun, ‘Thy’ acts as a personification throughout the poem</p>\n<p>·      ‘bright torch of love’ is a metaphor which signifies the dawn of the star</p>\n<p>·      The punctuation mark in the middle of the line is called a caesura</p>\n<p> </p>\n<h3>Line 4</h3>\n<blockquote>\n<p>Put on, and smile upon our evening bed!</p>\n</blockquote>\n<h2> </h2>\n<p>·      Wearing the crown is another urgent imperative which is associated with the enjambment</p>\n<p>·      The action of the ‘fair-haired angel’ wearing the crown metaphorically suggests she coming to power</p>\n<p>·      Rather than the obvious muscular movement of the face, smiling is an indication of approval, it is a personification as well.</p>\n<p>·      The narrator is a representative who speaks for the majority rather than for his personal gain</p>\n<p>·      ‘evening bed’ is the place where individuals’ sexual activities are fulfilled after their mundane burdens. That is why the narrator specifically selected the goddess of love for her approval and blessing.</p>\n<p>·      The interjection adds a demanding tone to the imperative.</p>\n<h3>Line 5</h3>\n<h2> </h2>\n<blockquote>\n<p>Smile on our loves, and while thou drawest the</p>\n</blockquote>\n<h2> </h2>\n<p>·      ‘smile is a repetition which emphasizes the narrator’s demand for the blessing of the goddess.</p>\n<p>·      ‘loves’ can either indicate the intense feelings fulfilled on the ‘evening bed’, or the loved ones</p>\n<p>·      ‘drawest’ is a personification (all actions completed, or expected to be completed by Venus, or any other inanimate objects are considered as personifications)</p>\n<p>·      ‘while’ is an indication of multitasking, and it emphasizes the urgency which prevails in the poem</p>\n<h3>Line 6</h3>\n<blockquote>\n<p>Blue curtains of the sky, scatter thy silver dew</p>\n</blockquote>\n<p>·      Drawing the blue curtains of the sky is another euphemism. The narrator hesitates to openly converse about the upcoming darkness.</p>\n<p>·      ‘scatter’ is a personification and at the same time it is another imperative projected towards the evening star.</p>\n<p>·      On the one hand ‘silver dew’ can be indicated as holy water, using which the goddess blesses the living; on the other hand, silver is shining grey colour, and it universally symbolizes sadness.</p>\n<p>·      Thus shining grey can be seen as another attempt of the poet to hide the prevailing sadness of the atmosphere (euphemism).</p>\n<h2>Line 7</h2>\n<blockquote>\n<p>On every flower that shuts its sweet eyes</p>\n</blockquote>\n<h2> </h2>\n<p>·      The verb ‘shuts’ and the flowers having ‘eyes’ are two more personifications</p>\n<p>·      Flowers shutting eyes is a euphemism which indicates the withering of the flowers.</p>\n<p>·      Withering flowers metaphorically convey the idea of lost happiness.</p>\n<p>·      The dying of the flowers again reminds the reader how nature is ignored in the process of fulfilling the industrial necessities of mankind.</p>\n<h2>Line 8</h2>\n<blockquote>\n<p>In timely sleep. Let thy west wind sleep on</p>\n</blockquote>\n<h2> </h2>\n<p>·      ‘timely sleep’ is another euphemism for death.</p>\n<p>·      The possessive power of the evening star reminds the reader that it is in power.</p>\n<p> </p>\n<h2>Line 9</h2>\n<blockquote>\n<p>The lake; speak silence with thy glimmering eyes,</p>\n</blockquote>\n<h2> </h2>\n<p>·      Wind sleeping on the lake is an euphemism for the ceasing of the wing. It is another way of avoiding the idea of death.</p>\n<p>·      Wind sleeping is a personification and it reminds the reader how nature is affected by the actions of man.</p>\n<p>·      ‘speak silence’ is an oxymoron which figuratively heightens the stress of the poem.</p>\n<p>·      A star having eyes is a personification</p>\n<p>·      Eyes glimmer when they are full of tears, and the sad state of the evening star is emphasized.</p>\n<h2>Line 10</h2>\n<blockquote>\n<p>And wash the dusk with silver. Soon, full soon,</p>\n</blockquote>\n<h2> </h2>\n<p>·      ‘silver’ is a repetition.</p>\n<p>·      Dusk is the time period when the twilight remains after the sun completely submerges in the horizon.</p>\n<p>·      Need of the narrator for light is evident with request for washing the dusk with silver.</p>\n<p>·      ‘soon’ is a repetition which emphasizes the urgency.</p>\n<h2>Line 11-12</h2>\n<h2> </h2>\n<blockquote>\n<p>Dost thou withdraw; then the wolf rages wide,</p>\n<p>And the lion glares through the dun forest.</p>\n<p> </p>\n</blockquote>\n<p>·      The star’s deliberate action of withdrawing is a personification.</p>\n<p>·      In the absence of the goddess, the dangers of the night start to lurk spreading instability.</p>\n<p>·      The raging wolf is a grey/black predator which metaphorically indicates the darkness and the corruption.</p>\n<p>·      The shining golden lion is a metaphor for the upcoming morning which lightens the dark (dun) forest.</p>\n<h2>Line 13-14</h2>\n<h2> </h2>\n<blockquote>\n<p>The fleeces of our flocks are covered with</p>\n<p>Thy sacred dew; protect with them with thine influence.</p>\n<p> </p>\n</blockquote>\n<p>·      The outer woolly skins of the domestic animals in the world of the narrator are covered by the dew of the evening</p>\n<p>·      Sheep/lamb is a metaphor for the Christian crowd.</p>\n<p>·      It can either suggest the requirement of protection for the Christian from the degradation caused by the progressing industrialization, or simply an imperative to protect the animals while the narrator is away, probably while he is engaged in the ‘evening bed’.</p>\n<h3>Themes</h3>\n<ul>\n<li>Pastoral simplicity</li>\n<li>Shifting of power</li>\n<li>Man and the natural world</li>\n<li>Transience </li>\n<li>natural world</li>\n<li>Transience </li>\n</ul>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture3.png\" data-size=\"977x887\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture3-thumbnail.png\" alt=\"\" width=\"768\" height=\"697\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture2.png\" data-size=\"781x562\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture2-thumbnail.png\" alt=\"\" width=\"768\" height=\"553\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture4.png\" data-size=\"922x610\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture4-thumbnail.png\" alt=\"\" width=\"768\" height=\"508\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture1.png\" data-size=\"977x550\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/3/gallery/Picture1-thumbnail.png\" alt=\"\" width=\"768\" height=\"432\"></a></figure>\n</div></div>",
            "image": "https://sarthihan.github.io/ar.lit/media/posts/3/download.jpeg",
            "author": {
                "name": "arpro89"
            },
            "tags": [
            ],
            "date_published": "2023-05-04T17:03:09+05:30",
            "date_modified": "2023-05-04T17:03:09+05:30"
        },
        {
            "id": "https://sarthihan.github.io/ar.lit/farewell-to-barn-and-stack-and-tree/",
            "url": "https://sarthihan.github.io/ar.lit/farewell-to-barn-and-stack-and-tree/",
            "title": "Farewell to Barn and Stack and Tree",
            "summary": "A.E.Housman A.E. Housman was a popular poet and was born in 1859 in Worcestershire England. He was the oldest in&hellip;",
            "content_html": "<h2>A.E.Housman</h2>\n<p>A.E. Housman was a popular poet and was born in 1859 in Worcestershire England. He was the oldest in the family of seven. His mother died on his twelfth birthday. He won a scholarship to St. John's College, Oxford. He had the privilege of being in company of some prominent literary figures in the caliber of Pater, Wilde, and Ruskin and the likes. He began his life as a clerk in the patent office for eleven years. Meanwhile Housman was making his name in the field of textual criticism by being engaged in some serious study works and research in the British museum. On the merit of his scholarship he was lucky to secure a placement in the university college of London. In 1896 he published A Shropshire Lad a compilation of his poetry collection consisting of his sixty three poems. In 1911 he became the professor of Latin in Cambridge and a fellow of Trinity College. In 1936 he passed away in a nursing home in his sleep.</p>\n<p> </p>\n<blockquote>\n<p>Farewell to barn and stack and tree,</p>\n<p>Farewell to Severn shore.</p>\n<p>Terence, look your last at me,</p>\n<p>For I come home no more. '</p>\n<p> </p>\n<p>The sun burns on the half- mown hill,</p>\n<p>By now the blood is dried;</p>\n<p>And Maurice amongst the hay lies still</p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>And my knife is in his side.</p>\n<p> </p>\n<p>'My mother thinks us long away;</p>\n<p>'Tis time the field were mown.</p>\n<p>She had two sons at rising day,</p>\n<p>To-night she'll be alone.</p>\n<p> </p>\n<p>'And here's a bloody hand to shake,</p>\n<p>And oh, man, here's good-bye;</p>\n<p>We'll sweat no more on scythe and rake,</p>\n<p>My bloody hands and I.</p>\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p> </p>\n<p>'I wish you strength to bring you pride,</p>\n<p>And a love to keep you clean,</p>\n<p>And I wish you luck, come Lammastide,</p>\n<p>At racing on the green.</p>\n<p> </p>\n<p>'Long for me the rick will wait,</p>\n<p>And long will wait the fold,</p>\n<p>And long will stand the empty plate,</p>\n<p>And Dinner will be cold</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</blockquote>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 5\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p> </p>\n<h2>Features</h2>\n<p>The poem does have some salient features of a ballad. Hence it could well be fair enough to treat it under the aforesaid genre. This form of poetry is distinct in techniques and versification. The ballads are also called folk poems since they are believed to be originated from agrarian societies. Ballads being originated in farming communities were not written but passed down by oral tradition from generation to generation. The traits which distinguish this form of poetry from others can be elucidated as follows.</p>\n<ul>\n<li>\n<p>The term ballad has been derived from the Latin word \"ballare\" means dancing song.</p>\n</li>\n<li>\n<p>They originated among people who were free from literary influences and fairly homogenous in character.</p>\n</li>\n<li>\n<p>Every ballad is a short story in verse.</p>\n</li>\n<li>\n<p>Mostly it could be only one episode of a series of incidences.</p>\n</li>\n<li>\n<p>Use of colloquial language is an indispensable element in all ballads.</p>\n</li>\n</ul>\n<div class=\"page\" title=\"Page 7\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ul>\n<li>\n<p>The stanza in ballads is typical four lined segment with regular abcd rhyming scheme.</p>\n</li>\n<li>\n<p>The supernatural element can also be seen imperative in most of the ballads.</p>\n</li>\n<li>\n<p>Most ballads relate tragic tales though there are some exceptions with happy endings.</p>\n</li>\n<li>\n<p>Simplicity is an additional characteristic with simple structure, style and diction.</p>\n</li>\n<li>\n<p>Unlike other poems ballad has an abrupt and unexpected opening.</p>\n</li>\n<li>\n<p>Mostly the ballads are presented in the form of dialogues.</p>\n</li>\n<li>\n<p>Generally almost in all ballads refrain is a conspicuous character. i.e. refrain is a phrase repeated several times.</p>\n</li>\n</ul>\n</div>\n<h2>Glossary</h2>\n<div title=\"Page 8\"> </div>\n<div class=\"page\" title=\"Page 8\">Barn  - large farm building used for storing grain etc..</div>\n<div class=\"page\" title=\"Page 8\"><br>Stack - a pile or heap of something. Here it could either be grain or hay.</div>\n<div class=\"page\" title=\"Page 8\"><br>Shore - beach. Here it refers to his country/village. Half-mown grass-cutting done half</div>\n<div class=\"page\" title=\"Page 8\">way.</div>\n<div class=\"page\" title=\"Page 8\"><br>Scythe-  farming tool with a crooked blade used for harvesting.</div>\n<div class=\"page\" title=\"Page 8\"><br>Rake - farming tool; set of metal teeth horizontally attached To a long handle.</div>\n<div class=\"page\" title=\"Page 8\"><br>Rick -  a stack of hay or etc..</div>\n<div class=\"page\" title=\"Page 8\"><br>Fold - a pen for sheep. i.e. an enclosed area for keeping animals.<br><br>Severn shore - a village by the river Severn in England. One of the major rivers in the British Isle. </div>\n<div title=\"Page 8\">\n<div class=\"page\" title=\"Page 9\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Lammastide - harvesting festival which generally falls on the 1st of August every year in rural England. A loaf made from the freshly harvested grain is ceremonially offered to the church.</p>\n<h3>A comment on the poem</h3>\n<p> </p>\n<p>The title “farewell to Barn and Stack and Tree” itself seems to carry a lingering sense of foreboding nostalgia which in other words shows some long painful and unwilling farewell. The length depicts his purposeful delay in bidding his adieu to a place which he would not probably set his feet on again. The poet presents the incident in a typical ballad style which gives a dramatic effect to the situation. The form of dialogue keeps the suspense very high and moving.</p>\n<p>This seems to be the eventual tragic moment of a series of grievous mistrust, misunderstanding, hatred associated with adolescent love. It carries a cinematic effect with the use of emotionally charged language and relatively short lines. It is a crime scene where a murder has taken place. The assailant addresses a third party. He calls the person “Terence”. The vital information regarding the bone of contention that lead to this gruesome death is missing . Though the poem unfolds only the last scene of a troublesome triangular love affair where one gets cornered ,reader can presume that it is a conflict between two siblings over their young mistress.</p>\n<p>It is starkly obvious that the one who has perpetrated the crime is aghast and repentant over his heinous crime. He decides to run away with the hope of not coming back. “ look your last at me, for I come home no more”.</p>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>It seems to be the midday and they have been working at a barn “ the sun burns on the half-mown hill” “and Maurice amongst the hay lies still, and my knife is in his side”. All these evidences bare the fact that it is not premeditated or a first degree murder.</p>\n</div>\n</div>\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>the third stanza bares enough testimony to prove that their day has unfolded as usual and they have been on some work assigned to them. The one who has committed the crime is in utter disgust and agony over what he has done in the third stanza. He laments over how his mother would feel about all these. He seems to feel sorry for his mother and the terrible pain this would inflict on her. “ she had two sons at rising day, to-night she will be alone”.</p>\n<p>The mental agony of the miscreant is even more heightened in the fourth stanza with his uncontrollable out-pouring of shattered emotions. He knows for sure that he leaves the place for good which tortures him a lot. The last line of the fourth stanza is very forceful “ my bloody hands and I “ seems as if he literary makes a confession of what he has done.</p>\n<p>The fifth stanza is explicit in throwing some light on what clearly has happened and over whom . It is a clear valediction to his mate wishing him good luck and love life which he hopes would make him forget the blood stained past. He reminds him of “Lammastide” the harvesting festival and the accompanying joys with “racing on the green”.</p>\n<div class=\"page\" title=\"Page 12\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The last stanza is filled with his overflowing emotions over his lost life. His utmost regret, remorse and painful adieu to his immediate familiar milieu is vividly magnified to almost palpable proportion with “rick ,fold, empty plate and dinner” which symbolize his known surroundings . He is going to miss all these in the future.</p>\n<h2>Literary Techniques</h2>\n<p>Ballad style - as mentioned above</p>\n<div class=\"page\" title=\"Page 13\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Rhyming scheme - a,b,a,b,c,d,c,d</p>\n<div class=\"page\" title=\"Page 13\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Rhythm - this gives a touch of a lyrical effect</p>\n<h2>Sample Questions</h2>\n<p> </p>\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ol>\n<li>\n<p>What is the situation that is hinted at here?</p>\n</li>\n<li>\n<p>The speaker is taking leave of Terence. Who do you think Terence is? What is his relationship with the speaker?</p>\n</li>\n<li>\n<p>Apart from human, the speaker takes leave of non- human/inanimate objects. What are those?</p>\n</li>\n<li>\n<p>What is the speaker’s predicament? Why does he leave? Does he want to leave?</p>\n</li>\n<li>\n<p>What do the second and the third verses reveal about the strain/stress the speaker is going through</p>\n</li>\n</ol>\n</div>\n<div>\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<h2>Answers.</h2>\n</div>\n</div>\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<div class=\"page\" title=\"Page 15\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ol>\n<li>\n<p>It is a crime scene. The speaker seems to be remorseful and seemingly in a confused state of mind over the outcome of their hot argument erupted between them. He is in a hurry to leave the place for good.</p>\n</li>\n<li>\n<p>It appears that Terence could be a neighbor or a friend who helps in his work. It seems this Terence is more than an ordinary friend since the way in which person in question addresses him.</p>\n</li>\n<li>\n<p>The speaker takes leave of his familiar surroundings . He addresses the “Barn, stack, and tree\". The rick and also the empty plate.</p>\n</li>\n<li>\n<p>He has committed a murder and the deceased happened to be the brother. This could in fact be a result of a troublesome triangular love affair they had.</p>\n<p>It’s quite obvious that he cannot stay here any longer for several reasons. He would face litigation and the other is that he cannot face his mother.<br>The tone of the speaker is clearly suggestive that he doesn't need to leave and he seems to be remorseful of what he has done.</p>\n</li>\n<li>\n<div class=\"page\" title=\"Page 16\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p> The second stanza is suggestive of the time. It’s the mid noon and the man in question is gripped by the full weight of the situation. With the time it dawns on him the magnitude of the heinous crime he has committed.<br>The third stanza reveals his excruciating pain over the memory of his mother. This stanza mirrors his thoughts of how his mother would feel about this unlikely incident. It is packed with poignancy and deep regret of the speaker. His consciences is deeply wounded not because of the crime but of the pain it would cause to his mother.</p>\n<p> </p>\n<h4>Watch Video from E-Thaksalawa.</h4>\n<figure class=\"post__video\"><iframe loading=\"lazy\" width=\"651\" height=\"365\" style=\"width: 651px; height: 365px;\" src=\"https://www.youtube.com/embed/e-Mks3_tfsU\" allowfullscreen=\"allowfullscreen\" data-mce-fragment=\"1\"></iframe></figure>\n</div>\n</div>\n</div>\n</li>\n</ol>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "image": "https://sarthihan.github.io/ar.lit/media/posts/2/alfred-edward-housman.jpg",
            "author": {
                "name": "arpro89"
            },
            "tags": [
            ],
            "date_published": "2023-05-04T16:56:51+05:30",
            "date_modified": "2023-05-04T16:56:51+05:30"
        },
        {
            "id": "https://sarthihan.github.io/ar.lit/the-eagle-summary/",
            "url": "https://sarthihan.github.io/ar.lit/the-eagle-summary/",
            "title": "The Eagle Summary",
            "summary": "Alfred Lord Tennyson (1809 – 1892) Alfred Tennyson was born on 6th of August, 1809, at Somersby, Lincolnshire, in England.",
            "content_html": "<h3>Alfred Lord Tennyson (1809 – 1892)</h3>\n<p>Alfred Tennyson was born on 6th of August, 1809, at Somersby, Lincolnshire, in England. He was the fourth of twelve children of George and Elizabeth (Fytche) Tennyson. Tennyson is one of most outstanding of the Victorian poets.</p>\n<p>In 1827 Tennyson went to Trinity College, Cambridge, and there they had published Poems of Tennyson and his brother in 1827. Both the brothers won university prizes for poetry (Alfred winning the Chancellor's Gold Medal in 1828 for ÒTimbuctooÓ) the Tennyson brothers became well known at Cambridge.</p>\n<div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>He is noted specially for using rhythm and rhyme in his poetry. He has written historical poems such as “Morte d’ Arthur”, related to the legend of King Arthur.</p>\n<p>He had a lifelong fear of mental illness because several men in his family had a mild form of epilepsy, which was then thought a shameful disease. His father and brother Arthur made their cases worse by excessive drinking. His brother Edward had to be confined in a mental institution after 1833, and he himself spent a few weeks under doctors' care in 1843.</p>\n<p>At the year of 1842 his poems made Tennyson a popular poet, and in 1845 he received a government pension of £200 a year and it helped him to overcome financial difficulties.</p>\n<div class=\"page\" title=\"Page 4\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>In 1850 Tennyson was appointed by Queen Victoria as the Poet Laureate or the Royal poet.</p>\n<p>Later, Tennyson suffered from extreme short-sightedness and without a monocle he could not even see to eat. It gave</p>\n<p>him considerable difficulty in writing and reading. This great poet Tennyson died on October 6, 1892, at the age of 83.</p>\n<p> </p>\n<h2 class=\"align-center\"><strong>The Poem</strong><br>The Eagle - by <em>Alfred Lord Tennyson</em></h2>\n<blockquote>\n<p>He clasps the crag with crooked hands;</p>\n<p>Close to the sun in lonely lands,</p>\n<p>Ring'd with the azure world, he stands.</p>\n<p>The wrinkled sea beneath him crawls;</p>\n<p>He watches from his mountain walls,</p>\n<p>And like a thunderbolt he falls.</p>\n</blockquote>\n<p> </p>\n<div class=\"gallery-wrapper\"><div class=\"gallery\"  data-is-empty=\"false\" data-translation=\"Add images\" data-columns=\"3\">\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/1/gallery/2627315.jpg\" data-size=\"1920x1080\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/1/gallery/2627315-thumbnail.jpg\" alt=\"\" width=\"768\" height=\"432\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/1/gallery/1800-lg.jpeg\" data-size=\"1200x900\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/1/gallery/1800-lg-thumbnail.jpeg\" alt=\"\" width=\"768\" height=\"576\"></a></figure>\n<figure class=\"gallery__item\"><a href=\"https://sarthihan.github.io/ar.lit/media/posts/1/gallery/Eagle-in-flight-Richard-Lee-Unsplash-1-edited-scaled.webp\" data-size=\"2048x1151\"><img decoding=\"auto\" loading=\"lazy\" src=\"https://sarthihan.github.io/ar.lit/media/posts/1/gallery/Eagle-in-flight-Richard-Lee-Unsplash-1-edited-scaled-thumbnail.webp\" alt=\"\" width=\"768\" height=\"432\"></a></figure>\n</div></div>\n<h2>Glossary</h2>\n<div class=\"page\" title=\"Page 6\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ul>\n<li>\n<h6>Clasps - grasp or hold tightly with hands</h6>\n</li>\n<li>\n<h6>Crag - mountain/ rock face</h6>\n</li>\n<li>\n<h6>Crooked - curved/ bent</h6>\n</li>\n<li>\n<h6>Azure - bright blue color (color of the bright blue sky) covered with lines, having                  lines</h6>\n</li>\n<li>\n<h6>Wrinkled - covered with lines, having lines</h6>\n</li>\n<li>\n<h6>Crawls - creeps</h6>\n</li>\n<li>\n<h6>Thunderbolt - crash of thunder / A flash of lightning with a simultaneous crash of thunder.</h6>\n</li>\n</ul>\n</div>\n<div>\n<h3>Some useful points to work on the poem.</h3>\n<p>The eagle is a rare kind of bird and cannot be sighted easily. Eagle is a bird of prey. The poet talks about a regal eagle in this poem. This poem is one of the shortest poems of Alfred Lord Tennyson which has only two stanzas with three lines each. The first three stanzas create the picture of a motionless eagle.</p>\n<p>The poet focuses on an eagle that lives alone in a top of a mountain. He is high up in the air so that no any other animal or human can reach him. He is close to the sun.</p>\n<div class=\"page\" title=\"Page 8\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The phrases “close to the sun”, “the wrinkled sea beneath him crawls”; “he watches from his mountain walls”, effectively suggest that he is high up in the air where nobody can reach. “He clasps the crag with crooked hands” suggests that he is holding on with his hands just as a human.</p>\n<p>In a way, the eagle symbolizes men who have power and authority. “in lonely lands” can suggest the eagle’s lonely life as he lives high up in the air, which ultimately suggests the isolation and lonely lives of famous, powerful people. The eagle seems to be proud to be in the top of all which gives him the controlling power.</p>\n<div class=\"page\" title=\"Page 9\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>The second stanza shows the action of the eagle. The first and second lines further emphasize the idea that the eagle watches from the top, his high throne, even the sea is below him. The final line suggests that the eagle makes a grand plunge towards the sea. That action of the Eagle suggests the sudden, abrupt action over his prey, which again symbolizes the exercising of power by the powerful over the powerless. Thus, the eagle is portrayed as a symbol of power.</p>\n<p>Tennyson's The Eagle shows an emphasis on appreciating nature. It is a nature poem praising the eagle’s beauty and power. Further, it has a deeper meaning. The poet suggests the destructive nature of the eagle too. Moreover, though it is a very short poem, it is full of figurative language.</p>\n<div class=\"page\" title=\"Page 10\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h2>Literary Techniques.</h2>\n<h5><br>• Alliteration (a repetition of similar sounds in the beginning of words) </h5>\n<p><em>c</em>lasps, <em>c</em>rag, <em>c</em>rooked.</p>\n<p><em>L</em>onely <em>l</em>and</p>\n<p>This technique has used to emphasize the appearance and position of the eagle. Similarly, it creates the fierceness of the eagle by suggesting the way he grasps onto the mountain cliff. Further, the alliteration creates a specific melody.</p>\n<h5>• Hyperbole (extreme exaggeration)</h5>\n<blockquote>\n<p>“close to the sun”</p>\n</blockquote>\n<p>This device emphasizes this eagle is not a simple one. The poet highlights his majestic, royal nature.</p>\n<div class=\"page\" title=\"Page 11\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h5>• Personification (give human traits to inhuman objects.)</h5>\n<blockquote>\n<p>\"He clasps the crag with crooked hands\"</p>\n</blockquote>\n<p><em>........ he stands</em></p>\n<p>This personification gives the idea that the eagle seems much more important than just an ordinary, simple bird.</p>\n<h5>• Rhyming words -</h5>\n<p>1st stanza - “<em>hands</em>, <em>lands</em>, <em>stands</em>”</p>\n<p>2nd stanza -“<em>Crawls</em>,<em>walls</em>,<em>falls</em>”</p>\n<div class=\"page\" title=\"Page 12\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h5>• Imagery (words that appeal to the five senses)</h5>\n<p>Visual images - The word azure literally means bright blue. The poet creates visual image of this eagle, sitting on a top of a mountain, high above all and the bright blue sky is around him and the sun is blazing. Tennyson is able to create a very impressive, colorful visual image in the readers’ mind.</p>\n<h5>Auditory images –</h5>\n<blockquote>\n<p>“Like a thunderbolt he fall”<br> </p>\n</blockquote>\n<p>The word “Thunderbolt” creates an auditory image.</p>\n<div class=\"page\" title=\"Page 13\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<ul>\n<li>\n<h4>Metaphor</h4>\n</li>\n</ul>\n<blockquote>\n<p>“The Wrinkled sea\"</p>\n</blockquote>\n<p>This metaphor suggests the waves in the ocean.</p>\n<ul>\n<li>\n<h5> Simile</h5>\n</li>\n</ul>\n<blockquote>\n<p>“like a thunderbolt he falls”</p>\n</blockquote>\n<p>This simile suggests the sudden, quick action of the eagle or the way he dives probably on a prey.</p>\n<div class=\"page\" title=\"Page 14\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<h5>• Allusion</h5>\n<p>Some critics say that the \"mountain walls\" may echo the myth of Prometheus, the hero who rebelled against the gods and for his punishment was chained to mountain walls.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>",
            "image": "https://sarthihan.github.io/ar.lit/media/posts/1/1800-lg.jpeg",
            "author": {
                "name": "arpro89"
            },
            "tags": [
            ],
            "date_published": "2023-03-22T17:17:42+05:30",
            "date_modified": "2023-03-22T17:25:51+05:30"
        }
    ]
}
